<template>
  <div>
    <link
      rel="stylesheet"
      href="https://stackpath.bootstrapcdn.com/bootstrap/4.3.1/css/bootstrap.min.css"
      integrity="sha384-ggOyR0iXCbMQv3Xipma34MD+dH/1fQ784/j6cY/iJTQUOhcWr7x9JvoRxT2MZw1T"
      crossorigin="anonymous"
    >
    <link
      rel="stylesheet"
      href="https://use.fontawesome.com/releases/v5.11.2/css/all.css"
    >
    <script
      src="https://code.jquery.com/jquery-3.3.1.slim.min.js"
      integrity="sha384-q8i/X+965DzO0rT7abK41JStQIAqVgRVzpbzo5smXKp4YfRvH+8abtTE1Pi6jizo"
      crossorigin="anonymous"
    ></script>
    <script
      src="https://cdnjs.cloudflare.com/ajax/libs/popper.js/1.14.7/umd/popper.min.js"
      integrity="sha384-UO2eT0CpHqdSJQ6hJty5KVphtPhzWj9WO1clHTMGa3JDZwrnQq4sF86dIHNDz0W1"
      crossorigin="anonymous"
    ></script>
    <script
      src="https://stackpath.bootstrapcdn.com/bootstrap/4.3.1/js/bootstrap.min.js"
      integrity="sha384-JjSmVgyd0p3pXB1rRibZUAYoIIy6OrQ6VrjIEaFf/nJGzIxFDsf4x0xIM+B07jRM"
      crossorigin="anonymous"
    ></script>

    <navbar />
    <sidebar />
    <div id="page-content-wrapper">
      <div class="container-fluid">
        <center>
          <h1
            class="mt-4"
            id="Se1"
          >ข้อสอบที่น่าสนใจ</h1>
        </center>
      </div>
      <div class="container">
        <br>
        <h3 class="pt-2">ข้อสอบ ก.พ.</h3><br>
        <b-card-group deck>
          <b-card
            header-tag="header"
            footer-tag="footer"
          >
            <template v-slot:header>
              <h6 class="mb-0">วิชาความรู้ด้านกฎหมาย </h6>

            </template>
            <b-card-text><img
                src="~/assets/service/kpt1.jpg"
                width="500"
                height="250"
              ></b-card-text>

            <template v-slot:footer>
              <em>
                <nuxt-link to="/kptest">

                  คลิก

                </nuxt-link>
              </em>
            </template>
          </b-card>

          <b-card
            header-tag="header"
            footer-tag="footer"
          >
            <template v-slot:header>
              <h6 class="mb-0">วิชาความรู้ความสามารถทั่วไป และภาษาไทย</h6>

            </template>
            <b-card-text><img
                src="~/assets/service/kpt2.jpg"
                width="500"
                height="250"
              >.</b-card-text>
            <template v-slot:footer>
              <em>
                <nuxt-link to="/kptest">

                  คลิก

                </nuxt-link>
              </em>
            </template>
          </b-card>
        </b-card-group>

        <h2
          class="pt-4"
          id="Se2"
        ></h2>
        <br>
        <h3 class="pt-2">ข้อสอบนายสิบตำรวจ</h3><br>
      </div>
      <b-card-group deck>
        <b-card
          header-tag="header"
          footer-tag="footer"
        >
          <template v-slot:header>
            <h6 class="mb-0">วิชาความรู้ทั่วไป </h6>

          </template>
          <b-card-text><img
              src="~/assets/service/pt1.jpg"
              width="500"
              height="250"
            >.</b-card-text>

          <template v-slot:footer>
            <em>
              <nuxt-link to="/policetest">

                คลิก

              </nuxt-link>
            </em>
          </template>
        </b-card>

        <b-card
          header-tag="header"
          footer-tag="footer"
        >
          <template v-slot:header>
            <h6 class="mb-0">พ.ร.บ.ตำรวจแห่งชาติ พ.ศ.2547</h6>

          </template>
          <b-card-text><img
              src="~/assets/service/pt2.jpg"
              width="500"
              height="250"
            >.</b-card-text>
          <template v-slot:footer>
            <em>
              <nuxt-link to="/policetest">

                คลิก

              </nuxt-link>
            </em>
          </template>
        </b-card>
      </b-card-group>
      <br>
      <h2
        id="See2"
        class="pt-4 "
      ></h2>
      <br>
      <h3 class="pt-2">ข้อสอบท้องถิ่น</h3><br>
      <b-card
        header-tag="header"
        footer-tag="footer"
      >
        <template v-slot:header>
          <h6 class="mb-0">ตัวอย่างข้อสอบ</h6>

        </template>
        <b-card-text><img
            src="~/assets/service/lt1.jpg"
            width="500"
            height="250"
          >.</b-card-text>
        <template v-slot:footer>
          <em>
            <nuxt-link to="/localtest">

              คลิก

            </nuxt-link>
          </em>
        </template>
      </b-card>
      <h2
        id="Se3"
        class="pt-4 "
      ></h2> <br><br>
      <div class="container-fluid">
        <center>
          <h1 class="mt-4">อาชีพยอดนิยมสายราชการ</h1>
          <h2
            id="Se4"
            class="pt-4 "
          ></h2>
        </center>
      </div>
      <div class="container">
        <br>
        <h3 class="pt-2">ตำรวจ</h3><br>
        <center><img
            src="~/assets/service/police.jpg"
            width="500"
            height="250"
          ><br><br></center>
        <p>
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<b>ตำรวจ</b> คือ ผู้รักษาความปลอดภัยให้กับประชาชน อาชีพตำรวจเป็นอาชีพที่เกี่ยวข้องกับวิถีชีวิตความเป็นอยู่ของคนในสังคม เพื่อให้บ้านเมืองเกิดความสงบเรียบร้อย ค่อยรักษาความปลอดภัยให้กับผู้คนในสังคม อาชีพตำรวจจึงเป็นอาชีพที่มีเกียรติมีศักดิ์ศรี ซึ่งเป็นงานที่เสียสละเพื่อความสงบเรียบร้อยของบ้านเมืองและประชาชน<br>
          <br><b>ภารกิจ</b><br>
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;พระราชบัญญัติตำรวจแห่งชาติ พ.ศ. 2547 ได้กำหนดอำนาจหน้าที่ตำรวจไว้ใน ลักษณะที่ 1 บททั่วไป มาตรา 6 สำนักงานตำรวจแห่งชาติเป็นส่วนราชการมีฐานะเป็นนิติบุคคลอยู่ในบังคับบัญชาของนายกรัฐมนตรี และมีอำนาจหน้าที่ดังต่อไปนี้
          ตำรวจจราจรไทย<br>
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1. รักษาความปลอดภัยสำหรับองค์พระมหากษัตริย์ พระราชินี พระรัชทายาทผู้สำเร็จราชการแทนพระองค์ พระบรมวงศานุวงศ์ ผู้แทนพระองค์ และพระราชอาคันตุกะ
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2. ดูแลควบคุมและกำกับการปฏิบัติงานของข้าราชการตำรวจซึ่งปฏิบัติการตามประมวลกฎหมายวิธีพิจารณาความอาญา
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3. ป้องกันและปราบปรามการกระทำความผิดทางอาญากฎหมายบ้านเมือง
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4. รักษาความสงบเรียบร้อยภายในประเทศ ความปลอดภัยของประชาชนและความมั่นคงของชาติบ้านเมือง
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5. ปฏิบัติการอื่นใดตามที่กฎหมายบ้านเมืองกำหนดให้เป็นอำนาจหน้าที่ของข้าราชการตำรวจหรือสำนักงานตำรวจแห่งชาติ
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;6. ช่วยเหลือการพัฒนาประเทศชาติตามที่นายกรัฐมนตรีมอบหมาย
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;7. ปฏิบัติการอื่นใดเพื่อส่งเสริมและสนับสนุนให้การปฏิบัติการตามอำนาจหน้าที่ตาม (1) (2) (3) (4) หรือ (5) เป็นไปอย่างมีประสิทธิภาพ

        </p>
      </div>
      <h2
        id="Se5"
        class="pt-4 "
      ></h2>
      <div class="container">
        <br>

        <h3 class="pt-2">ทหาร</h3><br>
        <center><img
            src="~/assets/service/army.jpg"
            width="500"
            height="250"
          ><br><br></center>
        <p>
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ทหาร &nbsp;คือ&nbsp; อาชีพรั่วของชาติ มีหน้าที่ปกป้องอธิปไตยของชาติให้คงอยู่ ค่อยตรวจสอบความสงบเรียบร้อยตามบริเวณชายแดน และป้องปราบชาติอื่น ๆ ไม่ให้รุกราน อาชีพทหารเป็นอาชีพที่เสียสละเพื่อบ้านเมืองให้เกิดความสงบเรียบร้อย ไม่ให้ผู้ได้มารุกรานชาติบ้านเมือง
          <br><br><b>กองทัพเรือ</b><br>
          <center><img
              src="~/assets/service/s.png"
              width="200"
              height="250"
            ><br><br></center>
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;กองทัพเรือมีหน้าที่เตรียมกำลังกองทัพเรือ การป้องกันราชอาณาจักร และดำเนินการเกี่ยวกับการใช้กำลังกองทัพเรือตามอำนาจหน้าที่ของกระทรวงกลาโหม ตามพระราชบัญญัติจัดระเบียบราชการกระทรวงกลาโหม พ.ศ. 2551ตลอดจนหน้าที่อื่นๆ ที่ได้รับมอบหมายจากรัฐบาล
          จากหน้าที่ดังกล่าวทำให้กองทัพเรือมีภารกิจ&nbsp; คือ<br>
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1. การปกป้องเทิดทูนสถาบันพระมหากษัตริย์
          <br> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2. การรักษาสิทธิและอธิปไตยของชาติทางทะเล
          <br> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3. การคุ้มครองและรักษาผลประโยชน์ของชาติทางทะเล
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4. การดำรงการคมนาคมทางทะเลให้ได้อย่างต่อเนื่อง
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5. การช่วยเหลือและสนับสนุนการป้องกันอธิปไตยทางบก
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;6. การสนับสนุนการรักษาความมั่นคงและความสงบเรียบร้อยภายในประเทศ
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;7. การสนับสนุนการพัฒนาประเทศและช่วยเหลือประชาชน<br>
          <b>บทบาทของกองทัพเรือในปัจจุบัน</b><br>
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1. การปฏิบัติการทางทหาร (Military Role) คือ การปฏิบัติการทางเรือเพื่อการป้องกันประเทศในรูปแบบต่างๆ ตามสถานการณ์ที่กระทบต่ออำนาจอธิปไตยและเอกราชของประเทศ ซึ่งจำเป็นต้องใช้กำลังทางเรือที่เข้มแข็ง ปฏิบัติการด้วยความเฉียบพลัน รุนแรง และเด็ดขาด
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2. การรักษากฎหมายและช่วยเหลือ (Constabulary Role) คือ การรักษาผลประโยชน์ของชาติทางทะเล การรักษาความสงบเรียบร้อยภายในประเทศ การรักษากฎหมายตามที่รัฐบาลมอบอำนาจ ให้ทหารเรือเป็นเจ้าหน้าที่รวม 28 ฉบับ รวมถึงการให้ความช่วยเหลือประชาชนและการพัฒนาประเทศ
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3. การสนับสนุนกิจการระหว่างประเทศ (Diplomatic Role) คือ การสนับสนุนการดำเนินนโยบายและความสัมพันธ์ระหว่างประเทศของรัฐบาล และใช้หรือแสดงกำลังเพื่อสนับสนุนการเจรจาต่อรอง เมื่อมีการขัดกันในผลประโยชน์ของชาติหรือเหตุการณ์วิกฤติที่กระทบต่อผลประโยชน์ของชาติโดยตรง
          <br><br><b>กองทัพบก</b><br>
          <center><img
              src="~/assets/service/l.png"
              width="200"
              height="250"
            ><br><br></center>
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ระราชบัญญัติจัดระเบียบราชการกระทรวงกลาโหม พ.ศ. 2503 มาตรา 14 กำหนดอำนาจและหน้าที่กระทรวงกลาโหมและหน้าที่ของกองทัพบกไว้ว่า "กองทัพบกมีหน้าที่เตรียมกำลังทางบก และป้องกันราชอาณาจักร มีผู้บัญชาการทหารบกเป็นผู้บังคับบัญชารับผิดชอบ"
          กองทัพบกไทย มีการแบ่งประเภทเหล่าทหารบก ออกเป็นเหล่าต่างๆ ดังต่อไปนี้<br>
          <b>เหล่ารบ</b><br>
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เหล่ารบ เป็นเหล่าหลักที่ใช้ในการรบ เป็นผู้ปฏิบัติหน้าที่หลักในสนามรบ ประกอบด้วย
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1. ทหารราบ (ร.) เป็นกำลังรบหลักของกองทัพบกไทย มีกำลังพลมากที่สุด มีหน้าที่เข้ายึดครองและรักษาพื้นที่ ทหารราบมาตรฐาน ทหารราบเบา ทหารราบยานเกราะ
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2. ทหารม้า (ม.) แบ่งออกเป็นสามแบบคือ ทหารม้าลาดตระเวน ทหารม้าบรรทุกยานเกราะ ยานสายพาน หรือยานหุ้มเกราะเป็นพาหนะในการรบ ทหารม้ารถถัง ใช้รถถังเป็นอาวุธหลักในการปฏิบัติการรบ
          <br><b>เหล่าสนับสนุนการรบ</b><br>
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เหล่าสนับสนุนการรบ เป็นฝ่ายสนับสนุนการรบ โดยมากมักปฏิบัติงานควบคู่กับหน่วยรบในสนามรบ ประกอบด้วย
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1. ทหารปืนใหญ่ (ป.) ใช้ปืนใหญ่ ในการยิงสนับสนุนให้กับหน่วยกำลังรบ
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2. ทหารช่าง (ช.) เป็นฝ่ายช่วยเหลือทางเทคนิคด้านงานช่าง ก่อสร้าง ซ่อม หรือทำลาย สิ่งก่อสร้างต่างๆ
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3. ทหารสื่อสาร (ส.) เป็นฝ่ายช่วยเหลือทางเทคนิคด้านงานสื่อสาร และด้านเทคโนโลยีต่างๆ
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4. ทหารการข่าว (ขว.) ข่าวกรอง<br>
          <b>เหล่าช่วยรบ</b><br>
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เหล่าช่วยรบ เป็นฝ่ายส่งกำลังหรือสิ่งอุปกรณ์ช่วยเหลือการรบ โดยมากปฏิบัติงานแนวหลังในสนามรบ ประกอบด้วย
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1. ทหารสรรพาวุธ (สพ.) เป็นฝ่ายสนับสนุนสิ่งอุปกรณ์จำพวก อาวุธ กระสุน วัตถุระเบิด ตลอดจนยานพาหนะในการรบ
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2. ทหารพลาธิการ (พธ.) เป็นฝ่ายสนับสนุนสิ่งอุปกรณ์จำพวก อาหาร เครื่องแต่งกาย เชื้อเพลิง ยุทธภัณฑ์ส่วนบุคคล
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3. ทหารแพทย์ (พ.) เป็นฝ่ายสนับสนุนสิ่งอุปกรณ์ในกลุ่มเวชภัณฑ์ และสิ่งอุปกรณ์ทางการแพทย์ รวมถึงเป็นฝ่ายรักษาพยาบาลให้กับทหารและครอบครัวทหาร
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4. ทหารขนส่ง (ขส.) เป็นฝ่ายอำนวยความสะดวกเรื่องการขนส่งกำลังพล และการเคลื่อนย้ายสิ่งอุปกรณ์<br>
          <b>เหล่าสนับสนุนการช่วยรบ</b><br>
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;นอกจากนี้ยังมีหน่วยอื่นๆ ที่มิได้เป็นหน่วยที่เกี่ยวข้องกับการรบโดยตรง ประกอบด้วย
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1. ทหารสารบรรณ (สบ.) มีหน้าที่ดำเนินการด้านธุรการ เอกสาร ทะเบียนประวัติ และงานสัสดี
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2. ทหารการเงิน (กง.) ปฏิบัติงานด้านการเงิน บัญชี งบประมาณ และการเบิกจ่ายงบประมาณ
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3. ทหารพระธรรมนูญ (ธน.) ดำเนินการด้านกฎหมาย การศาลทหาร
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4. ทหารแผนที่ (ผท.) มีหน้าที่สำรวจและจัดทำ แผนที่และภาพถ่ายทางอากาศ (ขึ้นการบังคับบัญชากับ กองบัญชาการกองทัพไทย)
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5. ทหารการสัตว์ (กส.) มีหน้าที่ดูแลสัตว์ในราชการกองทัพ
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;6. ทหารดุริยางค์ (ดย.) มีหน้าที่ให้ความบันเทิง สันทนาการ
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;7. ทหารสารวัตร (สห.) มีหน้าที่รักษาความสงบเรียบร้อย ดูแลระเบียบวินัยของทหาร การเชลย<br>
          <br><b>กองทัพอากาศ</b><br>
          <center><img
              src="~/assets/service/a.png"
              width="300"
              height="250"
            ><br><br></center>
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;กองทัพอากาศมีหน้าที่เตรียมกำลังกองทัพอากาศ การป้องกันราชอาณาจักร และดำเนินการเกี่ยวกับการใช้กำลังกองทัพอากาศตามอำนาจหน้าที่ของกระทรวงกลาโหม มีผู้บัญชาการทหารอากาศเป็นผู้บังคับบัญชารับผิดชอบ
          <br><b>ภารกิจ</b><br>
          <u>ภารกิจตามกฎหมาย</u><br>
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;กองทัพอากาศมีหน้าที่เตรียมกำลังกองทัพอากาศ และป้องกันราชอาณาจักร พร้อมการพัฒนาประเทศและแก้ไขปัญหาเมื่อเกิดความขัดแย้งในระดับต่าง ๆ โดยดำรงระดับความพร้อมของขีดความสามารถอยู่ตลอดเวลา ด้วยการเสริมสร้างศักยภาพกำลังทางอากาศให้มีคุณภาพ และครอบครองเทคโนโลยีที่ทันสมัย รวมถึงการมีความสัมพันธ์ที่ดีกับมิตรประเทศและดำรงความเข้มข้นในความรับผิดชอบต่อภารกิจตามกฎหมายโดยเฉพาะในการรักษาผลประโยชน์แห่งชาติ และการพัฒนาประเทศตามแนวคิดทางยุทธศาสตร์
          <br><u>ภารกิจตามที่ได้รับมอบหมาย</u><br>
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ให้มีความพร้อมปฏิบัติการทั้งในส่วนของยุทโธปกรณ์ที่ทันสมัย สามารถไปปฏิบัติงานร่วมกับต่างประเทศได้ พร้อมกำลังพลในรูปของหน่วยบิน/หน่วย-ชุดปฏิบัติการ/เจ้าหน้าที่ที่มีความเชี่ยวชาญประเภทต่าง ๆ เพื่อปฏิบัติภารกิจที่ได้รับมอบหมายร่วมกับกำลังของต่างประเทศ ซึ่งมีแนวโน้มเพิ่มมากขึ้นอย่างเป็นลำดับ ได้แก่ การรักษาสันติภาพ การช่วยเหลือมนุษยธรรม และการบรรเทาภัยพิบัติ

        </p>
      </div>
      <h2
        id="Se6"
        class="pt-4 "
      ></h2>
      <div class="container">
        <br>
        <h3 class="pt-2">ปลัดอำเภอ</h3><br>
        <center><img
            src="~/assets/service/pl.jpg"
            width="500"
            height="250"
          ><br><br></center>
        <p>
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ปลัดอำเภอ (เจ้าพนักงานปกครอง) เป็นตำแหน่งข้าราชการพลเรือนสามัญ สังกัดกรมการปกครอง กระทรวงมหาดไทย ประเภทวิชาการ ระดับปฏิบัติการ (ระดับ 3-5) ระดับชำนาญการ (ระดับ 6-7) จนถึงระดับชำนาญการพิเศษ (ระดับ 8) มีหน้าที่เป็นผู้ช่วยปฏิบัติงานของนายอำเภอ<br>
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;การบรรจุและแต่งตั้งปลัดอำเภอ (เจ้าพนักงานปกครอง) ระดับปฏิบัติการ จะใช้วิธีการเปิดสอบแข่งขันจากบุคคลทั่วไปที่มีคุณวุฒิทางด้านนิติศาสตร์ รัฐศาสตร์ รัฐประศาสนศาสตร์ บริหารรัฐกิจ หรือสาขาอื่นๆ ที่กำหนดให้สมัครได้ ส่วนปลัดอำเภอ (เจ้าพนักงานปกครอง) ระดับชำนาญการพิเศษ หรือเรียกว่า "ปลัดอาวุโส" จะใช้วิธีการสอบคัดเลือกเพื่อประเมินเข้าสู่ตำแหน่ง<br>
        </p>
      </div>
      <h2
        id="Se7"
        class="pt-4 "
      ></h2>
      <div class="container">
        <br>
        <h3 class="pt-2">ผู้ว่าราชการจังหวัด</h3><br>
        <center><img
            src="~/assets/service/pv.jpg"
            width="500"
            height="250"
          ><br><br></center>
        <p>
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;มีหน้าที่ บริหารราชการฐานะผู้ว่าราชการจังหวัด เพื่อแปลงนโยบายของรัฐบาลเป็นแนวทางและแผนบริหารราชการ หรือแผนกลยุทธ์การปฏิบัติราชการทั้งในระยะสั้นและระยะยาว<br>
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;สั่งราชการ มอบหมาย อำนวยการ ควบคุม ตรวจสอบ ปรับปรุงแก้ไข ตัดสินใจแก้ปัญหา ประเมินผลการปฏิบัติงาน และให้คำปรึกษาแนะนำการปฏิบัติราชการ เพี่อให้ผลการปฏิบัติราชการบรรลุเป้าหมายและผลสัมฤทธิ์ที่ส่วนราชการกำหนดไว้ได้<br>
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ปรับปรุง หรือเสนอให้หน่วยงานที่เกี่ยวข้องปรับปรุงแนวทาง มาตรฐาน ระบบงานกฎหมาย กฎ ระเบียบ ข้อบังคับ หลักเกณฑ์และวิธีการปฏิบัติในเรื่องต่าง ๆ เพื่อการปฏิบัติราชการที่มีประสิทธิภาพและประสิทธิผล ทันต่อการเปลี่ยนแปลง และตอบสนองต่อความต้องการของประชาชน<br>
        </p>
      </div>
      <h2
        id="Se8"
        class="pt-4 "
      ></h2>
      <div class="container">
        <br>
        <h3 class="pt-2">นายอำเภอ</h3><br>
        <center><img
            src="~/assets/service/sv.jpg"
            width="500"
            height="250"
          ><br><br></center>
        <p>
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;นายอำเภอ เป็นตำแหน่งข้าราชการพลเรือนสามัญ สังกัดกรมการปกครอง กระทรวงมหาดไทย ประเภทอำนวยการ ระดับต้น (ระดับ 8) ยกเว้นอำเภอเมือง และอำเภอที่มีความเจริญทางเศรษฐกิจสูง นายอำเภอจะเป็นข้าราชการ ประเภทอำนวยการ ระดับสูง (ระดับ 9) มีอำนาจหน้าที่ในการบังคับบัญชาส่วนราชการในอำเภอ และกำกับดูแลการบริหารงานของเทศบาลตำบล องค์การบริหารส่วนตำบลในสังกัด<br>
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;การบรรจุและแต่งตั้งนายอำเภอ จะใช้วิธีการสอบคัดเลือกปลัดอำเภอหรือเทียบเท่า (ระดับชำนาญการพิเศษ) เพื่อเข้ารับการศึกษาในโรงเรียนนายอำเภอ สังกัดวิทยาลัยการปกครอง เป็นเวลาราว 5 เดือน จากนั้นจึงเรียกบรรจุแต่งตั้งตามลำดับผลการเรียนที่สอบได้<br>
        </p>
      </div>
      <div class="container">
        <h2
          id="Se9"
          class="pt-4 "
        ></h2>
        <br>
        <h3 class="pt-2">อัยการ</h3><br>
        <center><img
            src="~/assets/service/judge.jpg"
            width="500"
            height="250"
          ><br><br></center>
        <p>
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;อัยการคือเจ้าพนักงานของรัฐที่มีหน้าที่รวบรวมสำนวนคดีจากเจ้าพนักงานสอบสวนหรือตำรวจ แล้วรับมาดำเนินการต่อว่า จะฟ้องไปชั้นศาลหรือไม่ ถ้าสั่งฟ้อง อัยการก็จะเป็นทนายฝ่ายโจทก์ในการดำเนินคดีฟ้องเอาผิดจำเลยหรือผู้ต้องหาในคดีนั้นๆไป โดยอำนาจหน้าที่ของอัยการก็จะแตกต่างไปตามรูปคดีและในแต่ละประเทศด้วย<br>
          <br><b>ภารกิจ</b><br>
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;สำนักงานอัยการสูงสุด มีหน้าที่หลักตามพระราชบัญญัติองค์กรอัยการและพนักงานอัยการ พ.ศ. 2553 ตามมาตรา 23 สำนักงานอัยการสูงสุด นอกจากมีอำนาจและหน้าที่เกี่ยวกับงานธุรการและงานวิชาการ เพื่อสนับสนุนและอำนวยความสะดวกให้แก่พนักงานอัยการแล้ว ให้มีอำนาจและหน้าที่ ดังต่อไปนี้<br>
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1. ให้ความช่วยเหลือประชาชนในการดำเนินการทางกฎหมายรวมตลอดทั้งในการคุ้มครองป้องกันสิทธิและเสรีภาพของประชาชน และการให้ความรู้ทางกฎหมายแก่ประชาชน
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2. ให้คำปรึกษาและตรวจร่างสัญญาหรือเอกสารทางกฎหมายให้แก่รัฐบาลและหน่วยงานของรัฐ
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3. ให้คำปรึกษาและตรวจร่างสัญญาหรือเอกสารทางกฎหมายให้แก่นิติบุคคล ซึ่งมิใช่หน่วยงานของรัฐแต่ได้มีพระราชบัญญัติหรือพระราชกฤษฎีกาจัดตั้งขึ้น ทั้งนี้ ตามที่เห็นสมควร
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4. ดำเนินการเกี่ยวกับการบังคับคดีแพ่งหรือคดีปกครองแทนรัฐบาล หรือหน่วยงานของรัฐ
          ซึ่งพนักงานอัยการได้รับดำเนินคดีให้
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;5. ดำเนินการตามที่คณะรัฐมนตรีร้องขอ เว้นแต่การดำเนินการนั้นจะขัดต่องานในหน้าที่ หรืออาจทำให้ขัดต่อความเป็นอิสระในการปฏิบัติหน้าที่ของพนักงานอัยการ
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;6. ดำเนินการเกี่ยวกับการฝึกอบรมเพื่อประโยชน์ในการพัฒนาข้ารการฝ่ายอัยการ
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;7. ให้ความร่วมมือกับหน่วยงานของรัฐในการอำนวยความยุติธรรม การรักษาผลประโยชน์ของรัฐและประชาชน
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;8. ติดต่อและประสานงานกับองค์กรหรือหน่วยงานต่างประเทศเกี่ยวกับเรื่องที่อยู่ในอำนาจและหน้าที่ของพนักงานอัยการหรือสำนักงานอัยการสูงสุด
          <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;9. ปฏิบัติการอื่นใดตามที่กฎหมายกำหนดให้เป็นอำนาจและหน้าที่ของพนักงานอัยการหรือสำนักงานอัยการสูงสุด
          <br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ในการตรวจร่างสัญญาตาม (2) และ (3) ให้สำนักงานอัยการสูงสุดมีหน้าที่รักษาประโยชน์ของรัฐ ในการนี้สำนักงานอัยการสูงสุดมีหน้าที่รายงานรัฐบาล หรือหน่วยงานของรัฐตาม (2) หรือนิติบุคคลตาม (3) ที่เป็นคู่สัญญาให้ทราบถึงข้อที่ควรปรับปรุงหรือแก้ไขให้สมบูรณ์ ข้อเสียเปรียบหรือข้อที่อาจก่อให้เกิดความเสียหายแก่รัฐ

        </p>
      </div>
      <div class="container-fluid">
        <h2
          id="Se10"
          class="pt-4 "
        ></h2>
        <br><br>

        <center>
          <h1>หน่วยงานราชการที่น่าสนใจ</h1>
        </center>
      </div>
      <div class="container">
        <h3 class="pt-4"><u>กระทรวง</u></h3><br>
        <p>
          <h2
            id="Se11"
            class="pt-4 "
          ></h2>
          <center><img
              src="~/assets/service/ny.png"
              width="250"
              height="250"
            ><br><br></center><br>
          <b>1. สำนักนายกรัฐมนตรี</b> &nbsp; เป็นส่วนราชการของรัฐบาล แห่งราชอาณาจักรไทย มีฐานะเทียบเท่ากระทรวง ขึ้นตรง ต่อนายกรัฐมนตรี มีอำนาจหน้าที่ไม่เกี่ยวกับราชการทั่วไป ของนายกรัฐมนตรีและคณะรัฐมนตรี รับผิดชอบการ บริหารราชการทั่วไป เสนอแนะนโยบายและการวางแผน การพัฒนาด้านเศรษฐกิจ สังคม การเมือง ความมั่นคง และ ราชการเกี่ยวกับการงบประมาณ ระบบราชการ การ บริหารงานบุคคล กฎหมายและการพัฒนากฎหมาย การ ติดตามและประเมินผลการปฏิบัติราชการ การส่งเสริมการ ลงทุน การบริหารจัดการทรัพยากรน้ำ การปฏิบัติภารกิจ พิเศษและราชการอื่นตามที่กฎหมายกำหนดให้เป็นอำนาจ หน้าที่ ของสำนักนายกรัฐมนตรีหรือส่วนราชการที่สังกัด สำนักนายกรัฐมนตรี หรือที่มิได้อยู่ภายในอำนาจหน้าที่ ของกระทรวงใดโดยเฉพาะ<br>
          <center>
            <h2
              id="Se12"
              class="pt-4 "
            ></h2>
            <img
              src="~/assets/service/kh.png"
              width="250"
              height="250"
            ><br><br>
          </center><br>
          <b>2. กระทรวงกลาโหม </b> &nbsp; เป็นหน่วยงานราชการไทย ประเภทกระทรวง มีหน้าที่ป้องกันประเทศ เพิ่มขีดความ สามารถ และรักษาผลประโยชน์ของชาติ สร้างความร่วม มือด้านความมั่นคงกับประเทศเพื่อนบ้าน ประเทศในกลุ่ม อาเซียน และมิตรประเทศ เพื่อลดความหวาดระแวงสร้าง สันติภาพ ให้ความสำคัญในการตอบสนองนโยบายเร่ง ด่วนของคณะรัฐมนตรี ที่เกี่ยวข้องกับการดำเนินการของ กระทรวงกลาโหม ตลอดจนภารกิจอื่นตามที่ได้รับมอบ หมายเป็นการเฉพาะ และมีหน้าที่พิทักษ์รักษาสถาบันพระ มหากษัตริย์ ทั้งในฐานะที่พระมหากษัตริย์ทรงเป็นประมุข ของประเทศ และทรงดำรงตำแหน่งจอมทัพไทย รวมทั้ง สนับสนุนการดำเนินการตามพระราชประสงค์<br>
          <center>
            <h2
              id="Se13"
              class="pt-4 "
            ></h2><img
              src="~/assets/service/mo.png"
              width="250"
              height="250"
            ><br><br>
          </center><br>
          <b>3. กระทรวงการคลัง </b> &nbsp; เป็นหน่วยงานราชการไทย ประเภทกระทรวง ทำหน้าที่เกี่ยวกับการเงินของแผ่นดิน การภาษีอากร การรัษฎากร กิจการเกี่ยวกับที่ดินราชพัสดุ กิจการอันกฎหมายบัญญัติให้เป็นการผูกขาดของรัฐ กิจการหารายได้ซึ่งรัฐมีอำนาจดำเนินการได้แต่เพียงผู้ เดียวตามกฎหมายและไม่อยู่ในอำนาจหน้าที่ของกระทรวง ทบวง กรมอื่น และกิจการซึ่งจะเป็นสัญญาผูกพันต่อเมื่อ รัฐบาลได้ให้อำนาจหรือสัตยาบัน รวมทั้งการค้ำประกันหนี้ ของส่วนราชการและองค์การรัฐ สถาบันการเงินและ รัฐวิสาหกิจ <br>
          <center>
            <h2
              id="Se14"
              class="pt-4 "
            ></h2><img
              src="~/assets/service/bb.png"
              width="250"
              height="250"
            ><br><br>
          </center><br>
          <b>4. กระทรวงการต่างประเทศ </b> &nbsp; เป็นหน่วยงานราชการ ไทยประเภทกระทรวง มีอำนาจหน้าที่เกี่ยวกับราชการต่าง ประเทศและราชการอื่น ตามที่มีกฎหมายกำหนดให้เป็น อำนาจหน้าที่ของกระทรวงการต่างประเทศ หรือส่วน ราชการที่สังกัดกระทรวงการต่างประเทศ<br>
          <center>
            <h2
              id="Se15"
              class="pt-4 "
            ></h2><img
              src="~/assets/service/tr.png"
              width="250"
              height="250"
            ><br><br>
          </center><br>
          <b>5. กระทรวงคมนาคม </b> &nbsp;เป็นหน่วยงานราชการไทย ประเภทกระทรวง มีหน้าที่เกี่ยวกับดูแลระบบการขนส่ง และบริการคมนาคม ให้มีความคุ้มค่าและทั่วถึง ธุรกิจการ ขนส่ง การวางแผนจราจร และการพัฒนาโครงสร้างพื้น ฐานด้านการคมนาคม อย่างเสมอภาคโดยทั่วถึงกัน <br>
          <center>
            <h2
              id="Se16"
              class="pt-4 "
            ></h2><img
              src="~/assets/service/sn.gif"
              width="250"
              height="250"
            ><br><br>
          </center><br>
          <b>6. กระทรวงทรัพยากรธรรมชาติและสิ่งแวดล้อม </b> &nbsp; เป็น หน่วยงานราชการไทย ประเภทกระทรวง มีอำนาจหน้าที่ เกี่ยวกับการสงวน อนุรักษ์ และฟื้นฟูทรัพยากรธรรมชาติ และสิ่งแวดล้อม จัดการการใช้ประโยชน์จาก ทรัพยากรธรรมชาติอย่างยั่งยืน และดูแลหน่วยงาน ราชการอื่น ตามที่มีกฎหมายกำหนดให้เป็นอำนาจหน้าที่ ของกระทรวงทรัพยากรธรรมชาติและสิ่งแวดล้อม หรือ ส่วนราชการที่สังกัดกระทรวงทรัพยากรธรรมชาติและสิ่ง แวดล้อม จัดตั้งขึ้นเมื่อวันที่ 3 ตุลาคม พ.ศ. 2545 ตามพระ ราชบัญญัติปรับปรุงกระทรวง ทบวง กรม พ.ศ. 2545 <br>
          <center>
            <h2
              id="Se17"
              class="pt-4 "
            ></h2><img
              src="~/assets/service/digi.png"
              width="250"
              height="250"
            ><br><br>
          </center><br>
          <b>7. กระทรวงดิจิทัลเพื่อเศรษฐกิจและสังคม </b> &nbsp;เป็นกระ ทรวงในประเทศไทย จัดตั้งขึ้นเมื่อวันที่ 3 ตุลาคม พ.ศ. 2545 ภายใต้ชื่อ กระทรวงเทคโนโลยีสารสนเทศและการ สื่อสาร ต่อมาได้มีการปรับปรุงกระทรวง ทบวง กรม เมื่อ วันที่ 16 กันยายน พ.ศ. 2559 โดยจัดตั้งกระทรวงดิจิทัล เพื่อเศรษฐกิจและสังคม มีอำนาจหน้าที่เกี่ยวกับการ วางแผน ส่งเสริม และพัฒนาเศรษฐกิจดิจิทัล <br>
          <center>
            <h2
              id="Se18"
              class="pt-4 "
            ></h2><img
              src="~/assets/service/pw.png"
              width="250"
              height="250"
            ><br><br>
          </center><br>
          <b>8. กระทรวงพลังงาน </b> &nbsp;พ.ศ. 2535 รัฐบาลได้จัดตั้ง คณะกรรมการนโยบายพลังงานแห่งชาติ ซึ่งเป็นหน่วยงาน ในระดับกรม สังกัด สำนักนายกรัฐมนตรี ทำหน้าที่ดูแล ภาพรวมด้านพลังงานของประเทศ แต่เนื่องจากหน่วยงาน ด้านพลังงานต่างกระจายออกไปสังกัดในกระทรวงที่ต่าง กัน ทำให้มีปัญหาในเรื่องการประสานงาน รัฐบาล พ.ต.ท.ทักษิณ ชินวัตร จึงมีมติเมื่อวันที่ 2 พฤศจิกายน พ.ศ. 2544 จัดตั้ง “ทบวงพลังงาน” และต่อมาเมื่อวันที่ 9 มกราคม พ.ศ. 2545 ที่ประชุมร่วมระหว่างนายกรัฐมนตรี กับรองนายกรัฐมนตรี ที่กำกับการบริหารราชการแต่ละ กระทรวง ทบวง รวม 5 ท่าน ได้มีมติให้ยกระดับส่วน ราชการ “ทบวงพลังงาน” เป็น “กระทรวงพลังงาน กระทั่ง พระราชบัญญัติปรับปรุงกระทรวงทบวง กรม พ.ศ. 2545 ได้ประกาศในราชกิจจานุเบกษา จึงถือเป็นการก่อตั้ง กระทรวงพลังงานอย่างเป็นทางการ เมื่อวันที่ 3 ตุลาคม พ.ศ. 2545 <br>
          <center>
            <h2
              id="Se19"
              class="pt-4 "
            ></h2>
            <img
              src="~/assets/service/mh.png"
              width="250"
              height="250"
            ><br><br>
          </center><br>
          <b>9. กระทรวงมหาดไทย </b> &nbsp; มีอำนาจหน้าที่เกี่ยวกับการ บำบัดทุกข์บำรุงสุข การรักษาความสงบเรียบร้อยของ ประชาชน การอำนวยความเป็นธรรมของสังคม การส่ง เสริมและพัฒนาการเมืองการปกครอง การพัฒนาการ บริหารราชการส่วนภูมิภาค การปกครองท้องที่ การส่ง เสริมการปกครองท้องถิ่นและพัฒนาชุมชน การทะเบียน ราษฎร ความมั่นคงภายใน กิจการสาธารณภัย และการ พัฒนาเมืองและราชการอื่นตามที่มีกฎหมายกำหนดให้เป็น อำนาจหน้าที่ของกระทรวงมหาดไทย หรือส่วนราชการที่ สังกัดกระทรวงมหาดไทย<br>
          <center>
            <h2
              id="Se20"
              class="pt-4 "
            ></h2><img
              src="~/assets/service/jj.png"
              width="250"
              height="250"
            ><br><br>
          </center><br>
          <b>10. กระทรวงยุติธรรม </b> &nbsp;เป็นกระทรวงหนึ่งใน ประเทศไทยก่อตั้งเมื่อ 25 มีนาคม พ.ศ. 2434 เดิมใช้ชื่อว่า กระทรวงยุตติธรรม และมีการเปลี่ยนชื่อเป็นกระทรวง ยุติธรรมในวันที่ 12 มีนาคม พ.ศ. 2495 มี พระดุลยพากย์ สุวมัณฑ์ (ปิณฑ์ ปัทมสถาน)เป็น ปลัดกระทรวงยุตติธรรม คนสุดท้ายดำรงตำแหน่งวันที่ 8 สิงหาคม พ.ศ. 2492 ถึง 11 มีนาคม พ.ศ. 2495 และเป็นปลัดกระทรวงยุติธรรมคน แรกดำรงตำแหน่งระหว่างวันที่ 12 มีนาคม พ.ศ. 2495 ถึง วันที่ 22 มีนาคม พ.ศ. 2496 และในวันที่ 23 มีนาคม พ.ศ. 2496 ได้มีการโปรดเกล้า สัญญา ธรรมศักดิ์ เป็นปลัด กระทรวงคนที่สอง มีภารกิจเป็นหน่วยงานหลักของ กระบวนการยุติธรรม ในการดำเนินการเพื่อพัฒนา กฎหมาย และระบบบริหารจัดการของ กระบวนการ ยุติธรรมอย่างเป็นเอกภาพ โปร่งใส คุ้มครองสิทธิเสรีภาพ ของประชาชน ช่วยเหลือและให้ความรู้แก่ประชาชนทาง กฎหมาย ป้องกันปราบปราม แก้ไข ฟื้นฟูสมรรถภาพผู้ติด ยาเสพติด รวมทั้งป้องกัน แก้ไขปัญหาอาชญากรรมใน สังคมและอาชญากรรมทางเศรษฐกิจ <br>

      </div>
    </div>

  </div>
</template>

<script>
import navbar from "~/components/navbar";
import sidebar from "~/components/service/sidebar";
export default {
  components: {
    navbar,
    sidebar
  }
};
</script>

<style>
html {
  scroll-behavior: smooth;
}
/*#page-content-wrapper {
  width: auto;
  position: absolute;
  margin-left: 270px;
  margin-top: 25px;
}*/
</style>